{
    "nav_home": "Home",
    "nav_about": "About",
    "nav_timeline": "Certificates",
    "nav_contact": "Contact",
    "NameId": "Hello, my name is\n<br class=\"breakName\">\n<span>E</span><span>N</span><span>D</span><span>I</span><span>K</span><span>A</span>",
    "pre_desc": "I am a web and cross-platform developer and programmer!",
    "pre_btn": "Do you want to know more?",
   
    "abt_bounce":"<span>A</span><span>B</span><span>O</span><span>U</span><span>T</span>   <span>M</span><span>E</span>",
    "abt_info": "Here you will find information about me, as well as some skills I have acquired over the years.",
    "abt_knowme1": "Get to know me",
    "abt_knowme2": "Hello! I am Endika Mimenza, a developer and programmer living on the outskirts of Bilbao, Euskadi, Spain.",
    "abt_knowme3": "I am graduated as a web application developer and also in multi-platform applications. I have worked with various languages and projects, from HTML/CSS, Java, Kotlin, and PHP to environments like Drupal, web design, and business management systems like CRM-ERP.",
    "abt_knowme4": "In my free time, I love spending time with my friends, watching movies, and dedicating time to my hobbies and projects.",
    "abt_knowme5": "I am open to new job opportunities, whether it's Front-End or Back-End. If you think I could fit into your project, feel free to contact me!",
    "abt_btn": "Contact",
    "abt_knowledge": "Skills",

    "time_bounce":"<span>C</span><span>E</span><span>R</span><span>T</span><span>I</span><span>F</span><span>I</span><span>C</span><span>A</span><span>T</span><span>E</span><span>S</span>",
    "time_info": "Here you will find different titles and languages that I have acquired over the years.",
    "wrap_now1": "What now?",
    "wrap_now2": "What now?",
    "time_txt1_title": "B2 Basque Title",
    "time_txt1_desc": "In May 2019, I obtained the B2 Basque Title certifying the level of spoken and written Basque.",
    "time_txt2_title": "High School and University Entrance Exam",
    "time_txt2_desc": "In June 2019, I completed Scientific High School and passed the University Entrance Exam.",
    "time_txt3_title": "Higher Degree in Web Application Development",
    "time_txt3_desc": "In March 2021, I completed the higher degree with a duration of 2 years, where I learned to design web pages using CSS, HTML, JS, Angular, PHP, and SQL, among many others. I also used programs like Visual Studio Code, phpMyAdmin, XAMPP, and more.",
    "time_txt4_title": "Internship as a Programmer at Serinfor",
    "time_txt4_desc": "In June 2021, I completed a 3-month internship at Serinfor where I had to:",
    "time_txt5_title": "B2 English Title",
    "time_txt5_desc": "In July 2021, I took and obtained the First English Title certifying the level of spoken, written, and reading English with a score of 168.",
    "time_txt6_title": "Higher Degree in Multiplatform Application Development",
    "time_txt6_desc": "In March 2022, I completed my second higher degree with a duration of 1 year, where I learned to program and develop applications for Android devices using Kotlin and XML.",
    "time_txt7_title": "Internship as a Programmer at Bilbomatica",
    "time_txt7_desc": "In June 2022, I completed a 3-month internship at Bilbomatica where my tasks included:",
    "time_txt8_title": "C1 English Title",
    "time_txt8_desc": "In July 2023, I took and obtained the Advanced English Title certifying the level of spoken, written, and reading English with a score of 186.",
    "time_txt9_title": "Nowadays",
    "time_txt9_desc": "I am currently a student at Campus 42 Urduliz, where I started my studies after passing the July pool, and where I program and study C and shell.",

    "contact_bounce":"<span>C</span><span>O</span><span>N</span><span>T</span><span>A</span><span>C</span><span>T</span>",
    "contact_info": "If you believe I meet the requirements and/or could join your team/company or if you want more information, feel free to contact me through any of the channels below!"
}
  