{
"nav_home":"Home",
"nav_about":"Aceca",
"nav_timeline":"Certificados",
"nav_contact":"Contacto",
"NameId": "Hola mi nombre es\n<br class=\"breakName\">\n<span>E</span><span>N</span><span>D</span><span>I</span><span>K</span><span>A</span>",
"pre_desc":"Soy un desarrollador y programador web y multiplataforma!",
"pre_btn":"Quieres saber mas?",

"abt_bounce":"<span>S</span><span>O</span><span>B</span><span>R</span><span>E</span>   <span>M</span><span>I</span>",
"abt_info":"Aqui encontraras informacion sobre mi al igual que algunas skill que he adquirido a lo largo de los años.",
"abt_knowme1":"Conoceme",
"abt_knowme2":"Hola! Soy Endika Mimenza, un desarrollador y programador que vive a las afueras de Bilbao, Euskadi, España.",
"abt_knowme3":"Estoy graduado como desarrollador de aplicaciones web al igual que en aplicacciones multiplataforma. He trabajado con todo tipo de lenguajes y proyectos al igual que entornos, desde html/css, java, kotlin y Php, al igual que en entornos de Drupal, diseño web y con administradores de empresas como CRM-ERP.",
"abt_knowme4":"En mis ratos libres me encanta estar con mis amigos, ver peliculas y dedicarle tiempo a mis hobbies y proyectos.",
"abt_knowme5":"Estoy abierto a nuevas oportunidades de trabajo ya sea como Front-End o Back-End, si crees que puedo encajar en tu proyecto no dudes en contactarme!",
"abt_btn":"Contacto",
"abt_knowledge":"Conocimientos",

"time_bounce":"<span>C</span><span>E</span><span>R</span><span>T</span><span>I</span><span>F</span><span>I</span><span>C</span><span>A</span><span>D</span><span>O</span><span>S</span>",
"time_info":"Aqui encontraras diferentes titulos e idiomas que he ido adquiriendo durante los años.",
"wrap_now1":"Ahora que?",
"wrap_now2":"Ahora que?",
"time_txt1_title":"Titulo B2 Euskera",
"time_txt1_desc":"En mayo de 2019 conseguí el Título de B2 de Euskera que certifica el nivel en euskera hablado como escrito.",
"time_txt2_title":"Bachiller y Selectividad",
"time_txt2_desc":"En junio de 2019 aprobé Bachiller Científico al igual que Selectividad.",
"time_txt3_title":"Grado Superior Desarrollo Aplicaciones Web",
"time_txt3_desc":"En marzo de 2021 terminé el Grado superior con 2 años de duración en el que aprendí a diseñar páginas web con CSS, HTML, JS, angular, PHP y SQL entre muchas otras. Al igual que use programas como Visual Studio Code, phpMyAdmin, XAMPP y otro más.",
"time_txt4_title":"Practicas como programador en Serinfor",
"time_txt4_desc":"En junio de 2021 terminé las Prácticas de 3 meses en la empresa Serinfor en la que tenía que:",
"time_txt5_title":"Titulo B2 Ingles",
"time_txt5_desc":"En julio de 2021 me presenté y conseguí el Título First de inglés que certifica el nivel de inglés hablado, escrito, leído y con una Puntuación de 168.",
"time_txt6_title":"Grado Superior Desarrollo Aplicaciones Multiplataforma",
"time_txt6_desc":"En marzo de 2022, terminé mi segundo grado superior con una duración de 1 año en el que aprendí a programar y desarrollar aplicaciones y programas para dispositivos móviles Android, usando Kotlin y XML.",
"time_txt7_title":"Practicas como programador en Bilbomatica",
"time_txt7_desc":"En junio de 2022 finalizo las prácticas con una duración de 3 meses en la empresa Bilbomatica en la que mi labor era:",
"time_txt8_title":"Titulo C1 Ingles",
"time_txt8_desc":"En julio de 2023 me presenté y conseguí el Título Advanced de inglés que certifica el nivel de inglés hablado, escrito, leído y con una Puntuación de 186.",
"time_txt9_title":"Hoy en dia ",
"time_txt9_desc":"Actualmente soy estudiante del campus 42 Urduliz, en el cual inicie mis estudios despues de pasar la piscina de Julio y en el que programo y estudio C y shell.",

"contact_bounce":"<span>C</span><span>O</span><span>N</span><span>T</span><span>A</span><span>C</span><span>T</span><span>O</span>",
"contact_info":"Si crees que cumplo los requisitos y/o podría unirme a tu platilla/empresa o quieres ampliar la información no dudes en ponerte en contacto conmigo en cualquiera de las redes de abajo!"
}